Repository: collective/collective.googlenews
Catalog: collective/googlenews/locales/*/LC_MESSAGES/collective.googlenews.po
Languages: es, pt_br

source: Can't mark this item as standout. There are already 7 items marked in the past calendar week.
es: No se puede marcar este item como destacado. Existen ya 7 items marcados en la última semana.
pt_br: Não pode marcar o item como destacado. Existem já 7 itens marcados como destacados na última semana.

source: Extra fields to get most out of Google News.
es: Campos para soporte de funcionalidades adicionales de Google Noticias.
pt_br: Campos para suporte a funcionalidades adiconais do Google Notícias.

source: Google News
es: Google Noticias
pt_br: Google Notícias

source: Google News Settings
es: Google Noticias
pt_br: Google Notícias

source: Google News requires Editors' Picks feed logos to follow some <a href="{0}">general guidelines</a>. This image will replace the logo in all Atom feeds on the site.
es: Google Noticias requiere que los logos de los feeds Destacado por los medios sigan ciertas <a href="{0}">directrices generales</a>. Esta imagen sustiruirá el logo de todos los feeds Atom en el portal.
pt_br: Google Notícias precisa que os feeds das Sugestões dos Editores sigam algumas <a href="{0}">diretrizes gerais</a>. A imagem substituirá o logo em todos os feeds Atom do site.

source: Image should be in PNG format.
es: La imagen debe estar en formato PNG.
pt_br: A imagem deve estar em formato PNG.

source: Image should have height beetween 20px and 40px and width equal 250px or height equal 40px and width beetween 125px and 250px.
es: La imagen debe tener una altura entre 20px y 40px y un ancho igual a 250px o una altura igual a 40px y un ancho entre 125px y 250px.
pt_br: A imagem deve ter altura entre 20px y 40px e largura igual a 250px ou altura igual a 40px e largura entre 125px e 250px.

source: Image should have transparency layer.
es: La imagen debe ser transparente.
pt_br: A imagem deve ser transparente.

source: Keywords
es: Palabras clave
pt_br: Palavras-chave

source: Logo image
es: Logo
pt_br: Logo

source: Portal types
es: Tipos de contenido
pt_br: Tipos de conteúdo

source: Removes support for Google News from your site.
es: Elimina el soporte para Google Noticias de su sitio.
pt_br: Remove o suporte pelo Google News do seu site.

source: Select portal types that will be considered news articles.
es: Seleccione los tipos de contenido que serán considerados como noticias.
pt_br: Informe os tipos de conteúdo que serão considerados como notícias.

source: Standout Journalism
es: Periodismo sobresaliente
pt_br: Destaques journalisticos

source: Support for Google News
es: Soporte para Google Noticias
pt_br: Suporte para Google News

source: To include a site in Google News you need to comply with certain technical requirements. This package provides support for this.
es: Para incluir un sitio en Google Noticias es necesario cumplir con ciertos requerimientos técnicos . Este paquete proporciona soporte para ello.
pt_br: Para incluir um site no Google News você precisa cumprir com certas diretrizes técnicas. Este pacote proporciona esse suporte.

source: collective.googlenews uninstall
es: Desinstala collective.googlenews
pt_br: Remove collective.googlenews

source: controlpanel_desc
es: Aquí puede configurar el paquete collective.googlenews.
pt_br: Você pode configurar aqui o collective.googlenews.

source: help_news_keywords
es: Se utiliza para indicar las palabras clave que son relevantes para esta notícia. Agregue una frase o palabra clave en cada línea. Implementa la metatag <code>news_keywords</code> de Google Noticias.
pt_br: Usado para informar palavras-chave que são relevantes para esta notícia. Adicione uma frase ou palavra-chave por linha. Implementa a metatag <code>news_keywords</code> do Google Notícias.

source: help_standout_journalism
es: Se utiliza para indicar que esta es una obra de periodismo sobresaliente. Se pueden marcar como sobresalientes hasta un máximo de siete noticias en la última semana. Implementa la metatag <code>standout</code> de Google Noticias.
pt_br: Usado para informar que este é um destaque journalistico. Até sete notícias podem ser destaques na última semana. Implementa a metatag <code>standout</code> do Google Notícias.
